const config = {
    content: [
        {
            question: "Кто подставил кролика Роджера?",
            answers: ["Герман", "Джессика", "Рок", "Марун"],
            answerIdx: 2
        },
        {
            question: "Кто придумал закон Ома?",
            answers: ["Аум", "Омар", "Омун", "Ом"],
            answerIdx: 3
        },
        {
            question: "Будет ли Windows 11?",
            answers: ["Да", "Нет", "Да нет наверное", "Уже есть"],
            answerIdx: 1
        },
        {
            question: "Шли два отца и два сына. Нашли три апельсина. Сколько достанется каждому?",
            answers: ["один", "половинка", "четвертинка", "нисколько"],
            answerIdx: 0
        },
        {
            question: "Какую систему мира придумал Николай Коперник?",
            answers: ["Всё вращается вокруг 'Земли'", "Всё вращается вокруг 'Чёрной дыры'", "Всё вращается вокруг денег", "Всё вращается вокруг Солнца"],
            answerIdx: 3
        }
    ]
};